function showQuote(author) {
    let quotes = {
        tolstoy: "Я дуже люблю народну українську мову, звучну, барвисту й таку м'яку.",
        holoborodko: "Мова вмирає, коли наступне покоління втрачає розуміння значення слів.",
        gogol: "Дивуєшся дорогоцінності мови нашої: в ній що не звук, то подарунок, все крупно, зернисто, як самі перла.",
        chelebi: "Українці — стародавній народ, а мова 'їхня мова багатша і всеосяжніша, ніж персидська, китайська, монгольська і всілякі інші.",
        pakhlevska: "Раби — це нація, котра не має Слова. Тому й не зможе захистить себе."
    };

    document.getElementById('quote').innerText = quotes[author];
}
